function Aboutus() {
  return (
    <div className="pt-20 pl-20 ml-30">
      <h2 className="mt-5 mb-30">О нас</h2>
      <div className="ml-15 mr-35 pb-40">
        <b>ЧУП "РЕБУС-ТОЙЗ"</b>
        <p>Юридический адрес:</p>
        <p>246408, г. Гомель</p>
        <p>ул. Ильича, 198-6</p>
        <p>УНП: 192676986</p>
        <b>Режим работы:</b>
        <p>Прием заказов: 09:00-21:00 ежедневно</p>
        <p>Шоу-рум: 10:00-18:00 пн-пт</p>
        <p>
          Свидетельство о государственной регистрации выдано Гомельским горисполкомом 25 апреля 2022 года за номером
          192676986
        </p>
        <p>
          <b>Интернет-магазин «raxvivalki.by»</b> зарегистрирован в Торговом реестре Республики Беларусь 27 апреля
          2022г. за номером ТР324940.
        </p>
      </div>
    </div>
  );
}

export default Aboutus;
