import Slider from "../components/Slider/Slider";

function Main() {
  return (
    <div>
      <h2 className="pt-25 pl-20 ml-30">Главная</h2>
      <Slider></Slider>
      <div className="ml-50 mr-35 pb-40">
        <p>
          <b>Что же такое – развивающие игрушки?</b> Развивающие игрушки – это те, которые придуманы специально для
          развития у ребенка речевых навыков, чтения и логики, внимания и памяти, сообразительности, наблюдательности,
          мелкой моторики.
        </p>
        <p>
          <b>Как же правильно выбрать игрушки для развития вашего малыша?</b> Вот несколько советов и принципов,
          которыми руководствуемся мы:
        </p>
        <p>Натуральность материалов. Ребенок очень плотно контактирует с игрушкой. Помните о гигиене и безопасности;</p>
        <p>
          Если игрушка сделана из пластика - это должен быть специальный пищевой пластик, если это материя - она должна
          быть натуральной, если это дерево - оно должно быть обработано;
        </p>
        <p>
          Не стоит покупать первую понравившуюся игрушку, стоит правильно ее подобрать,<b> учитывая возраст малыша</b>;
        </p>
        <div className="ml-15">
          <p>
            В возрасте 1-3 года нужны: пирамидка, кубики, конструктор, бусины на шнурке, сортер – это игрушки с
            забиванием деталек в дырки, соответствующей формы и т.д.;
          </p>
          <p>
            Для детей 3-4 лет будут полезны: настольные игры, расколки и опыты, говорящая азбука, пазлы и мозаики и пр.;
          </p>
          <p>
            Ребенку 5-6 лет необходимы: куклы, животные, разнообразные конструкторы, в том числе, Лего, головоломки,
            мозаики;
          </p>
        </div>
        <p>Ребенку игрушка должна нравиться и вызывать положительные эмоции;</p>
        <p>Пускай ребенок выберет себе игрушку сам. Позвольте ему проявить самостоятельность;</p>
        <p>
          Предложите разные варианты, которые вам по карману. Ни в коем случае не навязывайте ему то, что понравилось
          лично вам;
        </p>
        <p>
          Старайтесь подбирать игрушки, которые чем то помогут развивать какие-либо качества, уже присущие вашему
          малышу;
        </p>
        <p>
          Руководствуйтесь методиками развития талантливых педагогов и опытных психологов (Домана, Зайцева, Кюизенера,
          Дьенеша, Никитина, Воскобовича и др.)
        </p>
        <p>
          <b>Руководствуйтесь вышеперечисленными правилами.</b> Это поможет вам выбрать для вашего ребенка безопасные,
          яркие, многофункциональные игрушки, возможные варианты головоломок и настольных игр, в которых задача все
          время немного усложняется.
        </p>
        <p>
          <b>Именно такие игрушки </b>могут считаться развивающими и полезными для маленьких детей, заставляя играющего
          ребенка постоянно развиваться, совершенствоваться. Правильные игрушки выявляют и улучшают природные задатки
          малыша, развивают его личность и творческие способности.
        </p>
      </div>
    </div>
  );
}

export default Main;
